brew "bat"
#brew "asdf"
brew "fzf"
brew "gh"
brew "git"
brew "gitmux"
brew "git-delta"
brew "lsd"
brew "hub"
brew "jq"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "tmux"
#brew "universal-ctags"
brew "zoxide"
brew "starship"
